Repository: brotkrueml/typo3-matomo-widgets
Catalog: Resources/Private/Language/*.Dashboard.xlf
Languages: da, de, fr

source: Actions
da: Handlinger
de: Aktionen

source: Column
da: Kolonne
de: Spalte
fr: Colonne

source: Conversions
da: Konverteringer
de: Konversionen

source: Create
da: Opret
de: Erstellen
fr: Créer

source: Date
da: Dato
de: Datum

# error.emptyDate
source: Date is empty!
da: Dato er tom!
de: Das Datum ist leer!
fr: La date est vide!

# error.emptyNote
source: Note is empty!
da: Note er tom!
de: Notiz ist leer!
fr: La note est vide!

# error.emptySiteIdentifier
source: Site identifier is empty!
da: Webstedsidentifikator er tom!
de: Site-ID ist leer!
fr: L'identifiant du site est vide!

# error.invalidDate
source: Date is invalid, please use format "YYYY-MM-DD"!
da: Dato er ugyldig, benyt venligst formatet "ÅÅÅÅ-MM-DD"!
de: Datum ist ungültig, bitte verwenden Sie das Format "JJJJ-MM-TT"!
fr: La date n'est pas valide, veuillez utiliser le format "AAAA-MM-JJ" !

# error.noDetailsAvailable
source: No details available.
da: Ingen detaljer tilgængelige.
de: Keine Details verfügbar.
fr: Pas de détails disponibles.

source: Error message
da: Fejlmeddelelse
de: Fehlermeldung
fr: Message d’erreur

source: Hits
de: Treffer

source: Impressions
da: Visninger
de: Impressionen

source: Interaction rate
da: Interaktions-rate
de: Interaktionsrate
fr: Taux d'interaction

source: Keyword
da: Søgeord
de: Suchbegriff
fr: Mot clef

source: Last appearance
da: Sidst set
de: Letztes Auftreten
fr: Dernière apparition

source: Line
da: Linje
de: Zeile
fr: Ligne

source: No results available.
da: Ingen tilgængelige resultater.
de: Keine Ergebnisse verfügbar.
fr: Pas de résultat disponible.

source: Note
de: Anmerkung

# openReport
source: Open report in Matomo
da: Åbn rapport i Matomo
de: Bericht in Matomo öffnen
fr: Ouvrir le rapport dans Matomo

source: Other
da: Andet
de: Andere
fr: Autre

source: Path
da: Sti
de: Pfad
fr: Chemin d'accès

# period.range.last
source: Last %d days (today included)
da: Sidste %d dage (i dag inkluderet)
de: Letzte %d Tage (heute enthalten)
fr: Derniers %d jours (aujourd'hui inclus)

# period.range.previous
source: Last %d days (today excluded)
da: Sidste %d dage (i dag udelukket)
de: Letzte %d Tage (heute ausgeschlossen)
fr: Derniers %d jours (aujourd'hui exclu)

# period.range.range
source: Between %1$s and %2$s
da: Mellem %1$s og %2$s
de: Zwischen %1$s und %2$s
fr: Entre %1$s et %2$s

# plusMoreBrowsers
source: ... plus %d more browsers
da: ... plus %d flere browsere
de: ... plus %d weitere Browser
fr: ... plus %d navigateurs supplémentaires

# plusMoreScripts
source: ... plus %d more scripts
da: ... plus %d flere scripts
de: ... plus %d weitere Skripte
fr: ... plus %d scripts supplémentaires

# plusMoreUrls
source: ... plus %d more URLs
da: ... plus %d flere URL'er
de: ... plus %d weitere URLs
fr: ... plus %d URL supplémentaires

# preset.description
source: This preset will give you a dashboard containing the most common Matomo widgets.
da: Denne forudindstilling vil give dig et betjeningspanel, der indeholder de mest almindelige Matomo-widgets.
de: Diese Vorauswahl erstellt ein Dashboard mit den gebräuchlichsten Matomo-Widgets.
fr: Ce préréglage vous donnera un tableau de bord contenant les widgets Matomo les plus courants.

source: Script
de: Skript

source: Scripts
de: Skripte

source: Searches
da: Søgninger
de: Suchanfragen
fr: Recherches

source: Versions
da: Versioner
de: Versionen

source: Visits
da: Besøg
de: Besuche
fr: Visites

# visitsPercentage
source: % Visits
da: % Besøg
de: % Besuche
fr: % Visites

# widgets.actions.mostViewedPages.description
source: List of the most viewed page URLs.
da: Liste over de mest viste webadresser.
de: Liste der am meisten besuchten Seiten-URLs.
fr: Liste des URL de la page la plus affichée.

# widgets.actions.mostViewedPages.title
source: Most viewed pages
da: Mest viste sider
de: Am häufigsten besuchte Seiten

# widgets.actions.pagesNotFound.description
source: A list of the pages which cannot be found (404).
da: En liste over de sider, der ikke kan findes (404).
de: Eine Liste der Seiten, die nicht gefunden werden können (404).

# widgets.actions.pagesNotFound.title
source: Pages not found
da: Sider ikke fundet
de: Seiten nicht gefunden

# widgets.actions.siteSearchKeywords.description
source: Overview of the search keywords that visitors searched for on the internal search engine.
da: Oversigt over søgeord som besøgende søgte efter på den interne søgemaskine.
de: Übersicht der Suchbegriffe, nach denen Besucher in der internen Suche gesucht haben.

# widgets.actions.siteSearchKeywords.title
source: Site search keywords
da: Websteds-søgeord
de: Suchbegriffe (interne Suche)
fr: Mot-clés recherchés sur le site

# widgets.actions.siteSearchNoResultKeywords.description
source: List of the site search keywords that did not return any search result.
da: Liste over webstedets søgeord som ikke returnerede noget søgeresultat.
de: Liste der Suchbegriffe der Seite, die kein Suchergebnis zurückgegeben haben.

# widgets.actions.siteSearchNoResultKeywords.title
source: Search keywords with no results
da: Søgeord uden nogen resultater
de: Suchbegriffe ohne Ergebnisse
fr: Mots-clés sans résultats

# widgets.createAnnotation.description
source: Create a new annotation for a website and date
da: Opret en ny annotation til en hjemmeside og dato
de: Erstellen Sie eine neue Anmerkung für eine Webseite und ein Datum

# widgets.createAnnotation.error.noPermission
source: User has not the permission to create annotations!
da: Brugeren har ikke tilladelse til at oprette annotationer!
de: Der Benutzer hat nicht die Berechtigung Anmerkungen zu erstellen!

# widgets.createAnnotation.notification.httpError
source: HTTP error when creating annotation!
da: HTTP fejl ved oprettelse af annotation!
de: HTTP-Fehler beim Erstellen der Anmerkung!

# widgets.createAnnotation.notification.success
source: Annotation created successfully
da: Annotation oprettet med succes
de: Anmerkung erfolgreich erstellt

# widgets.createAnnotation.notification.unknownError
source: Unknown error when creating annotation!
da: Ukendt fejl ved oprettelse af annotation!
de: Unbekannter Fehler beim Erstellen der Anmerkung!

# widgets.createAnnotation.title
source: Create annotation
da: Opret annotation
de: Anmerkung erstellen
fr: Créer une annotation

# widgets.annotations.description
source: List of annotations
da: Liste over anmærkninger
de: Übersicht der Anmerkungen
fr: Liste des annotations

# widgets.annotations.title
source: Annotations
da: Anmærkninger
de: Anmerkungen

# widgets.contents.contentNames.column.name
source: Content name
da: Indholds-navn
de: Inhaltsname
fr: Nom du contenu

# widgets.contents.contentNames.description
source: Overview of the names of the content the visitors viewed and interacted with.
da: Oversigt over navnene på det indhold, som de besøgende så og interagerede med.
de: Übersicht der Namen der Inhalte, welche den Besuchern gezeigt wurden und mit denen sie interagiert haben.

# widgets.contents.contentNames.title
source: Content names
da: Indholds-navne
de: Inhaltsnamen
fr: Noms de contenu

# widgets.contents.contentPieces.column.name
source: Content piece
da: Indholdselement
de: Inhaltsteil
fr: Partie du contenu

# widgets.contents.contentPieces.description
source: Overview of the pieces of the content the visitors viewed and interacted with.
da: Oversigt over navnene på det indhold, som de besøgende så og interagerede med.
de: Übersicht über die Inhaltsteile, welche den Besuchern gezeigt wurden und mit denen sie interagiert haben.

# widgets.contents.contentPieces.title
source: Content pieces
da: Indholdselement
de: Inhaltsteile
fr: Partie du contenu

# widgets.devicesDetection.browsers.description
source: Overview of the used browsers in the current month.
da: Oversigt over brugte browsere i den aktuelle måned.
de: Übersicht der verwendeten Browser im aktuellen Monat.

# widgets.devicesDetection.browsers.title
source: Browsers
da: Browsere
de: Browser
fr: Navigateurs

# widgets.devicesDetection.osFamilies.description
source: Overview of the used operating system families in the current month.
da: Oversigt over de brugte operativsystemer i den aktuelle måned.
de: Übersicht der verwendeten Betriebssystemfamilien im laufenden Monat.

# widgets.devicesDetection.osFamilies.title
source: Operating system families
da: Anvendt operativer
de: Betriebssystemfamilien

# widgets.devicePlugins.plugin.description
source: The report shows which browser plugins your visitors had enabled.
da: Rapporten viser, hvilke browser plugins dine besøgende havde aktiveret.
de: Der Bericht zeigt an, welche Browser-Plugins Ihre Besucher aktiviert haben.

# widgets.events.javaScriptErrors.description
source: Display JavaScript errors occurred on the website.
da: Vis JavaScript-fejl opstod på hjemmesiden.
de: Zeige JavaScript-Fehler an, die auf der Website aufgetreten sind.

# widgets.events.javaScriptErrors.title
source: JavaScript errors
da: JavaScript fejl
de: JavaScript-Fehler
fr: Erreurs JavaScript

# widgets.linkMatomo.buttonText
source: To the Matomo installation
da: Til Matomo-installationen
de: Zur Matomo-Installation

# widgets.goals.conversionsPerMonth.description
source: Display the number of conversions per month as a chart.
da: Vis antallet af konverteringer pr. måned som et diagram.
de: Zeigt die Anzahl der Konversionen pro Monat als Diagramm an.

# widgets.goals.conversionsPerMonth.title
source: Conversions per month
da: Konverteringer pr. måned
de: Konversionen pro Monat

# widgets.linkMatomo.description
source: Add a shortcut to the Matomo installation.
da: Tilføj en genvej til Matomo-installationen.
de: Fügen Sie eine Verknüpfung zur Matomo-Installation hinzu.

# widgets.linkMatomo.text
source: The link leads you to the Matomo installation for further analytics.
da: Linket fører dig til Matomo-installationen for yderligere analyse.
de: Der Link führt Sie zur Matomo-Installation für weitere Analysen.

# widgets.linkMatomo.title
source: Link to Matomo
da: Link til Matomo
de: Link zu Matomo
fr: Lien vers Matomo

# widgets.referrers.campaigns.description
source: Displays a report of the campaigns for the current month.
da: Viser en rapport over kampagnerne for denne måned.
de: Zeigt einen Bericht der Kampagnen für den aktuellen Monat.

# widgets.referrers.campaigns.column.name
source: Campaign name
da: Kampagnenavn
de: Kampagnen-Name

# widgets.referrers.campaigns.title
source: Campaigns
da: Kampagner
de: Kampagnen
fr: Campagnes

# widgets.userCountry.country.description
source: Shows a list of countries from which the website was visited in the current month.
da: Viser en liste over lande, hvorfra hjemmesiden blev besøgt i indeværende måned.
de: Zeigt eine Liste der Länder, aus denen die Website im aktuellen Monat besucht wurde.

# widgets.userCountry.country.column.name
source: Country
da: Land
de: Land
fr: Pays

# widgets.userCountry.country.title
source: Countries
da: Lande
de: Länder
fr: Pays

# widgets.visitsSummary.actionsPerDay.description
source: Gives you an overview of the number of actions (page views, downloads, clicks on outlinks) of the last couple of days.
da: Giver dig et overblik over antallet af handlinger (sidevisninger, downloads, klik på outlinks) de sidste par dage.
de: Gibt Ihnen einen Überblick über die Anzahl der Aktionen (Seitenansichten, Downloads, Klicks auf ausgehende Links) der letzten Tage.

# widgets.visitsSummary.actionsPerDay.title
source: Actions per day
da: Handlinger pr. dag
de: Aktionen pro Tag
fr: Actions par jour

# widgets.visitsSummary.actionsPerMonth.description
source: Gives you an overview of the number of actions (page views, downloads, clicks on outlinks) in the last months.
da: Giver dig et overblik over antallet af handlinger (sidevisninger, downloads, klik på outlinks) i de seneste måneder.
de: Gibt Ihnen einen Überblick über die Anzahl der Aktionen (Seitenansichten, Downloads, Klicks auf ausgehende Links) der letzten Monate.

# widgets.visitsSummary.actionsPerMonth.title
source: Actions per month
da: Handlinger pr. måned
de: Aktionen pro Monat
fr: Actions par mois

# widgets.visitsSummary.bounceRate.dateRange
source: in the last 28 days
da: inden for de sidste 28 dage
de: In den letzten 28 Tagen

# widgets.visitsSummary.bounceRate.description
source: Display the bounce rate.
da: Vis afvisningsprocent.
de: Bounce-Rate anzeigen.

# widgets.visitsSummary.bounceRate.subtitle
source: in the current month
da: i den aktuelle måned
de: im aktuellen Monat
fr: dans le mois en cours

# widgets.visitsSummary.bounceRate.title
source: Bounce rate
de: Absprungrate
fr: Taux de rebond

# widgets.visitsSummary.visitsPerDay.description
source: Gives you an overview of the number of visits in the last couple of days.
da: Giver dig overblik over antallet af besøg de sidste par dage.
de: Gibt Ihnen einen Überblick über die Anzahl der Besuche in den letzten Tagen.

# widgets.visitsSummary.visitsPerDay.title
source: Visits per day
da: Besøgende pr. dag
de: Besuche pro Tag
fr: Visites par jour

# widgets.visitsSummary.visitsPerMonth.description
source: Gives you an overview of the number of visits in the last months.
da: Giver dig et overblik over antallet af besøg i de seneste måneder.
de: Gibt Ihnen einen Überblick über die Anzahl der Besuche in den letzten Monaten.

# widgets.visitsSummary.visitsPerMonth.title
source: Visits per month
da: Besøg pr. måned
de: Besuche pro Monat
fr: Visites par mois

source: Browsers
da: Browsere
fr: Navigateurs

source: URLs
da: URLer

source: Browser
fr: Navigateur
